Repository: AninaDominguez/ios-challenge
Catalog: ios-challenge/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Area
es: Superficie

source: Baths
es: Baños

# error_generic
source: Something went wrong. Please try again!
es: Algo no ha salido como esperábamos, ¡inténtalo de nuevo!

# error_network
source: Oops! No internet connection…
es: ¡Ups! No hay conexión a internet...

# property_for_rent
source: For rent:
es: En alquiler:

# property_for_sale
source: For sale:
es: A la venta:

# property_not_available
source: There is no further information about this property.
es: No hay más información de esta propiedad.

source: Rooms
es: Habitaciones

# welcome_languages
source: Available languages
es: Idiomas disponibles

# welcome_select_list
source: Go to list view
es: Ir al listado de pisos

# welcome_title
source: WELCOME!
es: ¡BIENVENIDO!
